
'''
Тут будет ядро управления модулями и переключения между аккаунтами в игре.



На данный момент модули Fishing_module и Auction_module работают как самостоятельные программы

Fishing_module - это бот для рыбалки на основе компьютерного зрения OpenCv

Auction_module - это бот для отслеживания цен ресурсов на игровом аукционе.
В основе компьютерного зрения: OpenCV - поиск расположения объектов на экране
                               Tesseract - распознование цифр на картинке

Данные записываются в базу данных PostgreSQL

'''